[
    {
        "id": 1,
        "nombre": "Figura de Gwen de Infinity Studio a escala 1/6",
        "precio": 439.99,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/bltd9c464a1020a6b65/642f24af3af6ec10ceac06e8/InfinityGwen_Front_Shot_Thumb_1.png",
        "descripcion": "Dándole un nuevo significado a la frase 'hecha de tela de otro costal', Gwen era una muñeca a la que la magia confirió vida. Gracias a esto, Gwen puede controlar la Niebla consagrada, un poder ancestral que imbuye sus características armas, las peligrosísimas tijeras, las agujas y el hilo de coser. Con una escala 1/6, la figura recoge de forma detallada los rasgos de Gwen, desde sus rizos a las ondas de su vestido, pasando por ese brillo translúcido y etéreo de sus famosas tijeras.",
        "stock": 45,
        "category": "Coleccionables"
    },
    {
        "id": 2,
        "nombre": "Figura de acción de Kai'Sa guardiana de las estrellas de Beast Kingdom",
        "precio": 94.99,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/blt134e9f8e7a3f1231/6410e5ffb70b5c1064dd4dfd/2023_SG_Ecomm_BK-Kaisa_Front_Shot_Thumb_1.png",
        "descripcion": "Una de las últimas capitanas de las guardianas de las estrellas, Kai'Sa es una líder y defensora de los débiles nata. La última figura de acción dinámica de Beast Kingdom, Kai'Sa guardiana de las estrellas, cuenta con 20 articulaciones, para que pueda adoptar las poses que más os gusten. Kai'Sa también cuenta con los cañones en los hombros, Ina, su familiar mágico, y un par de ataques básicos de plasma para mantener a las némesis de las estrellas a raya.",
        "stock": 72,
        "category": "Coleccionables"
    },
    {
        "id": 3,
        "nombre": "Camiseta de Jonia de FULLLIFE",
        "precio": 38.99,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/blt3282edab8a873878/6407a26db7e0551080f68f43/FL-RUNETERRA_3290.png",
        "descripcion": "El equilibrio reina en las tierras de esta camiseta oficial de League of Legends: Runaterra. Dramático y desafiante, un célebre archipiélago se yergue entre las olas. Esculpida por la marea, Jonia está aislada y resiste por su cuenta los intentos, tanto naturales como humanos, de asumir su control. Gessica Maio continúa con su serie sobre Runaterra con una colorida versión de las Tierras Primigenias, rebosante de estructuras que desafían a la gravedad y se funden de forma orgánica con el paisaje. Imaginamos que Akali, Yasuo y Zed, por decir algunos, han preferido permanecer ocultos. Esta camiseta de League of Legends: Runaterra de corte holgado está hecha de algodón 100 % orgánico. Hecha en Portugal.",
        "stock": 82,
        "category": "Ropa"
    },
    {
        "id": 4,
        "nombre": "Póster de Guardianas de las estrellas 2022 de League of Legends",
        "precio": 23.99,
        "img": "https://rgmerch-a.akamaihd.net/vendors/pf/production/2399-00-0-12x18-U-ThuJul212022-0.jpg",
        "descripcion": "Conmemorad el despertar de un nuevo equipo de guardianas de las estrellas con este póster de Guardianas de las estrellas 2022 de League of Legends.",
        "stock": 69,
        "category": "Arte"
    },
    {
        "id": 5,
        "nombre": "Póster de la batalla estilo manga de Guardianas de las estrellas 2022",
        "precio": 23,
        "img": "https://rgmerch-a.akamaihd.net/vendors/pf/production/2398-00-0-12x18-U-ThuJul212022-0.jpg",
        "descripcion": "Conmemorad el enfrentamiento épico entre las guardianas de las estrellas y Morgana y Fiddlesticks némesis de las estrellas con este póster al más puro estilo manga.",
        "stock": 28,
        "category": "Arte"
    },
    {
        "id": 6,
        "nombre": "Pósteres de Zeri",
        "precio": 23,
        "img": "https://rgmerch-a.akamaihd.net/vendors/pf/production/8221-00-0-12x18-U-ThuJul212022-0.jpg",
        "descripcion": "Decorad vuestra habitación con esta ilustración de Zeri, la Chispa de Zaun, de League of Legends. Este póster llega para dar envidia al resto de pósteres de la habitación.",
        "stock": 12,
        "category": "Arte"
    },
    {
        "id": 7,
        "nombre": "Peluche de Choncc",
        "precio": 31.50,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/bltc39726ee0398bd03/627eb94bfa2a685899863ced/2022_Promo_TFT-Moment_Ecomm_Choncc-Plush_01.png",
        "descripcion": "Aunque se lo conoce por su dulce naturaleza, puede despertar un poder feroz si se lo provoca... o se lo puede engatusar con unos snacks para que entre en acción.",
        "stock": 34,
        "category": "Coleccionables"
    },
    {
        "id": 8,
        "nombre": "Leggings prémium de K/DA: ALL OUT",
        "precio": 47.50,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/blteb25f86edaef78de/5f90abe64671ee30c68a0aff/Leggings_00.png",
        "descripcion": "Lúcete con la comodidad y el estilo de tu supergrupo favorito.",
        "stock": 12,
        "category": "Ropa"
    },
    {
        "id": 9,
        "nombre": "Juego de colgantes de Kindred de RockLove",
        "precio": 159.99,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/blt93e6fec88dd25244/63c5ada6f94e7103894af182/Kindred-Necklace_Front_Shot_1.png",
        "descripcion": "Divididos, pero nunca separados: Kindred representa las dos facetas de la muerte. El juego de colgantes de Kindred, fabricado en plata de ley, incluye dos colgantes separados que encajan cuando se unen. Se pueden lucir a la vez o compartirse. Lobo está bañado en rodio negro, mientras que Cordera se representa con plata envejecida. Ambos colgantes están embellecidos y esmaltados a mano. Sutiles y para todos los gustos, ambos colgantes incluyen una cadena ajustable de plata de ley con una etiqueta distintiva.",
        "stock": 63,
        "category": "Accesorios"
    },
    {
        "id": 10,
        "nombre": "Chaqueta de estilo callejero de Ekko True Damage (verde)",
        "precio": 137.99,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/blt621af1b4e41a9939/63ea80399c6cb020b6883b80/Ekko-TD-Jacket-Green_Front_Shot_Thumb_1.png",
        "descripcion": "'¿Que qué es True Damage? Tío, ¡True Damage es el futuro! Vamos cinco pasos por delante del resto, así que los demás van a tener que ponerse las pilas'. Derrochad estilo como Ekko al salir y entrar del estudio con la chaqueta de estilo callejero de Ekko True Damage. Con el logotipo de True Damage y diferentes símbolos repartidos por toda la chaqueta, desde la capucha hasta las mangas, etiquetas para equipaje con la frase 'We Make the Future' (Nosotros creamos el futuro) y otra serie de detalles, esta chaqueta marca tendencia.",
        "stock": 10,
        "category": "Ropa"
    },
    {
        "id": 11,
        "nombre": "Gorro de Teemo artificiero",
        "precio": 31.50,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/bltefa5e02fea903219/61f9810d4061f564baa09fc2/2022_LunarNewYear_Ecomm_Hat_image_01.png",
        "descripcion": "Preparaos para el nuevo año equipándoos con este gorro de Teemo artificiero.",
        "stock": 56,
        "category": "Accesorios"
    },
    {
        "id": 12,
        "nombre": "Alfombrilla para el ratón XL de las guardianas de las estrellas 2022",
        "precio": 26,
        "img": "https://images.contentstack.io/v3/assets/blt5bbf09732528de36/bltdbee1c28dbb44ad0/62bcc6b44673394f64680012/2022_Promo_StarGuardian-Mousepad_Ecomm_image01.png",
        "descripcion": "La luz y la oscuridad coexisten en un conflicto eterno, y, cuando la Estrella Primigenia despierta a un nuevo grupo de guardianas para defenderse contra unos misteriosos enemigos, recordad que la esperanza brilla más que el miedo.",
        "stock": 47,
        "category": "Accesorios"
    }
]